aaron-bond.better-comments
alphabotsec.vscode-eclipse-keybindings
Angular.ng-template
asvetliakov.snapshot-tools
ChakrounAnas.turbo-console-log
connorshea.vscode-test-explorer-status-bar
dbaeumer.vscode-eslint
donjayamanne.githistory
dsznajder.es7-react-js-snippets
eamodio.gitlens
emilylilylime.vscode-test-explorer-diagnostics
esbenp.prettier-vscode
formulahendry.auto-close-tag
formulahendry.auto-rename-tag
formulahendry.code-runner
hbenl.vscode-test-explorer
HookyQR.beautify
kavod-io.vscode-jest-test-adapter
ManuelDanielGutierrezMarin.aem-snippets-vscode
markis.code-coverage
mgmcdermott.vscode-language-babel
ms-azuretools.vscode-docker
ms-vscode.vscode-typescript-tslint-plugin
msjsdiag.vscode-react-native
naumovs.theme-oceanicnext
nrwl.angular-console
Orta.vscode-jest
parkerpierpont.htl-language-support
PKief.material-icon-theme
Pluralsight.pluralsight
pranaygp.vscode-css-peek
quicktype.quicktype
rbbit.typescript-hero
rcude54.vsvault
redhat.java
redhat.vscode-xml
ritwickdey.LiveServer
ryanluker.vscode-coverage-gutters
secanis.jenkinsfile-support
streetsidesoftware.code-spell-checker
tomoki1207.pdf
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
wesbos.theme-cobalt2
xabikos.JavaScriptSnippets
yamato-ltd.vscode-aem-sync
Yinkai15.aemsync
